/* Error message if Lightroom catalog cannot be opened because its database is unreadable */
"Could not open this Lightroom catalog's database." = "Não foi possível abrir este banco de dados do catálogo do Lightroom.";

/* File menu entry under Import Catalog */
"Lightroom Catalog…" = "Catálogo do Lightroom…";

/* Error message if Lightroom catalog appears to have no media items */
"This catalog appears to be empty." = "Este catálogo parece estar vazio.";

/* Error message if Lightroom catalog cannot be opened because Lightroom currently has it open */
"This catalog is currently open in Lightroom." = "Este catálogo está atualmente aberto no Lightroom.";

/* Error message if failing to get document properties of a Lightroom catalog for Import */
"Unable to read Lightroom catalog properties." = "Não é possível ler as propriedades do catálogo do Lightroom.";

